"%@ days ago" = "Il y a %@ jours";
"Autocomplete" = "Autocomplétion";
"Ecosia recommends" = "Ecosia recommande";
"Ecosia won’t remember the pages you visited, your search history or your autofill information once you close a tab. Your searches still contribute to trees." = "Lorsque vous fermez un onglet, Ecosia n'enregistre pas les sites que vous avez consultés, votre historique de recherches ou vos informations de remplissage automatique. Vos recherches restent utiles pour les arbres.";
"Explore Ecosia" = "Découvrez Ecosia";
"FAQ" = "FAQ";
"Financial reports" = "Rapport financiers";
"Get started" = "Prise en main";
"How Ecosia works" = "Comment fonctionne Ecosia ?";
"Keep up to date with the latest news from our projects and more" = "Restez informés des dernières nouvelles de nos projets et plus encore";
"Moderate" = "Modéré";
"More" = "Plus";
"My searches" = "Mes recherches";
"New" = "Nouveau";
"Off" = "Désactivé";
"Private" = "Privé";
"Personalized results" = "Résultats personnalisés";
"Plant trees while you browse the web" = "Plantez des arbres en surfant sur le web";
"Privacy" = "Confidentialité";
"Relevant results based on past searches" = "Résultats pertinents sur la base des recherches précédentes";
"Safe search" = "Recherche sécurisée";
"Search" = "Rechercher";
"Search region" = "Région de recherche";
"Send feedback" = "Envoyer un commentaire";
"Shop" = "Boutique";
"Shown under the search field" = "Les suggestions s'afficheront sous le champ de recherche";
"Start using these green companies to plant more trees and become more sustainable" = "Faites appel à ces entreprises écologiques pour planter plus d'arbres et devenir plus durable";
"Stories" = "Actus";
"Strict" = "Strict";
"TREES" = "les arbres";
"TREES PLANTED WITH ECOSIA" = "Arbres plantés avec Ecosia";
"Terms and conditions" = "Conditions générales";
"Version %@" = "Version %@";
"We use the profit from your searches to plant trees where they are needed most" = "Nous utilisons les revenus générés par vos recherches en ligne pour planter des arbres dans les régions qui en ont le plus besoin";
"Websites will always open with Ecosia, planting even more trees" = "Des sites Internet seront toujours ouverts avec Ecosia, et permettront ainsi de planter de plus en plus d'arbres";
"You need around 45 searches to plant a tree. Keep going!" = "Il faut compter en moyenne 45 recherches pour planter un arbre. Continuez sur votre lancée !";
